import type { FetchedBookData } from 'shared/types';

export const markBook: FetchedBookData[] = [
  {
    chapter: 1,
    description:
      'В этом отрывке приводятся различные свидетельства о пришествии Христа. Такие свидетельства были и остаются особенно актуальными для евреев, отвергающих Мессию – Иисуса из Назарета.',
    id: '1',
    previewUrl: 'https://slovo-istini.com/image/categories/22/marka_(1).jpg',
    textFileUrl:
      'https://slovo-istini.com/image/pages/134/1._svidetelstva_o_prishestvii_messii__chast_pervaya_(1_1-3).pdf',
    title: 'Свидетельства о пришествии Мессии (Часть 1)',
    verse: [1, 3],
  },
  {
    chapter: 1,
    description:
      'В этом отрывке приводятся различные свидетельства о пришествии Христа. Такие свидетельства были и остаются особенно актуальными для евреев, отвергающих Мессию – Иисуса из Назарета.',
    id: '2',
    previewUrl: 'https://slovo-istini.com/image/categories/22/marka_(1).jpg',
    textFileUrl:
      'https://slovo-istini.com/image/pages/133/2._svidetelstva_o_prishestvii_messii_chast_vtoraya_(1_4-8).pdf',

    title: 'Свидетельства о пришествии Мессии (Часть 2)',
    verse: [4, 8],
  },
  {
    chapter: 1,
    description:
      'Великое служение Христа началось с великой подготовки. Господь продемонстрировал великое послушание, крестившись от Иоанна, Он получил великие полномочия от Отца и Духа, выдержал великое испытание в пустыне и выступил с великой проповедью. Если вы хотите уподобляться Христу в служении, служите, проявляя послушание, служите в соответствии со своими дарами, преодолевайте испытания, через которые Господь закаляет вас, словом и делом утверждайте великие библейские истины. Хотели бы вы уподобиться Христу в служении? Данная проповедь поможет вам в этом.',
    id: '3',
    previewUrl: 'https://slovo-istini.com/image/categories/22/marka_(1).jpg',
    textFileUrl:
      'https://slovo-istini.com/image/pages/132/3._podgotovka_k_velikomu_slujeniyu_(1_9-15).pdf',
    title: 'Подготовка к великому служению',
    verse: [9, 15],
  },
  {
    chapter: 1,
    description:
      '«О, вы, напоминающие о Господе! не умолкайте» (Ис. 62:6). Наша задача – быть посвященным провозглашению Евангелия. Ради благовестия ученики оставили родной дом, родственников, друзей и знакомых, свою профессию. Будьте больше всего посвящены не спорту, не отдыху, не своей профессиональной деятельности, а делу Божьему. Благовестие – великая ценность, требующая великой посвященности.',
    id: '4',
    previewUrl: 'https://slovo-istini.com/image/categories/22/marka_(1).jpg',
    textFileUrl: 'https://slovo-istini.com/image/pages/131/4._prizyv_k_blagovestiyu_(1_16-20).pdf',
    title: 'Призыв к благовестию',
    verse: [16, 20],
  },
  {
    chapter: 1,
    description:
      'Иисус Христос, одержав победу над сатаной в пустыне, демонстрирует Свою власть над его подданными – бесами. Вопрос противостояния темным силам всегда был актуален для церкви. Знаете ли вы, как избежать ошибок и крайностей в понимании этого вопроса? Что является эффективным средством в противостоянии темным силам? Имеют ли христиане власть над бесами? Как правильно реагировать при столкновении с темными силами? Ответы на эти вопросы вы найдете в проповеди!',
    id: '5',
    previewUrl: 'https://slovo-istini.com/image/categories/22/marka_(1).jpg',
    textFileUrl:
      'https://slovo-istini.com/image/pages/130/protivostoyanie_temnym_silam._marka_1_21-28.pdf',
    title: 'Противостояние темным силам',
    verse: [21, 28],
  },
  {
    chapter: 1,
    description:
      'С момента грехопадения человечество страдает от болезней. Иисус Христос есть тот, кто способен отменить последствия грехопадения, простить личные грехи и сковать темные силы, распространяющие болезни. Его власть над болезнями доказывает, что наш Господь – Мессия и Бог.',
    id: '6',
    previewUrl: 'https://slovo-istini.com/image/categories/22/marka_(1).jpg',
    textFileUrl: 'https://slovo-istini.com/image/pages/129/vlast_nad_boleznyami._marka_1_29-31.pdf',
    title: 'Власть над болезнями',
    verse: [29, 31],
  },
  {
    chapter: 1,
    description:
      'Испытания известностью, популярностью и успехом могут стать для человека самыми трудными, даже более сложными, чем испытания, связанные со страданиями и борьбой. Когда Господь благословляет служение церкви и ее членов, может возникнуть искушение, связанное с ленью, нежеланием напряженно трудиться, или искушение, связанное со стремлением к популярности любой ценой и т. д. Избежать подобных ошибок мы сможем, наблюдая за тем, как Иисус вел Себя в момент особых благословений, в момент резко возросшей популярности.',
    id: '7',
    previewUrl: 'https://slovo-istini.com/image/categories/22/marka_(1).jpg',
    textFileUrl:
      'https://slovo-istini.com/image/pages/128/kak_postupat_pri_vozrastayushchey_populyarnosti_slujeniya._marka_1_32-39.pdf',
    title: 'Как поступать при возрастающей популярности служения',
    verse: [32, 39],
  },
  {
    chapter: 1,
    description:
      'Встречая страдающих, потерянных в мире греха людей, Иисус наполнялся жалостью к ним, был проникнут глубоким состраданием, потому что милосердие является неотъемлемой частью Его природы. Изучая, как Господь Иисус Христос явил Свое особое милосердие прокаженному, мы сможем получить ответы на следующие вопросы: кому Господь являет Свое особое милосердие? Что важнее: явление особого милосердия Господа или проповедь? Кого явление особого Божьего милосердия осуждает? И как к явлению особого Божьего милосердия нельзя относиться?',
    id: '8',
    previewUrl: 'https://slovo-istini.com/image/categories/22/marka_(1).jpg',
    textFileUrl:
      'https://slovo-istini.com/image/pages/127/osoboe_miloserdie_gospoda._marka_1_40-45.pdf',
    title: 'Особое милосердие Господа',
    verse: [40, 45],
  },
];
